Repository: twikey/woocommerce-3.5
Catalog: i18n/languages/twikey-*.po
Languages: nl_nl

source: Activate this module to use Twikey
nl_nl: Activeer deze module om Twikey te gebruiken

source: Description for your customers.
nl_nl: Omschrijving voor uw klant.

source: Enable Twikey
nl_nl: Twikey activeren

source: Enable Twikey sandbox
nl_nl: Twikey Beta activeren

source: error_curl_not_installed
nl_nl: php_curl is niet geinstalleerd <br/> Om Twikey te gebruiken moet CURL geinstalleerd zijn. <br/> Contacteer uw administrator om php_curl te installeren

source: Get your API credentials from Twikey.
nl_nl: Configureer uw API key om Twikey gebruiken.

source: Get your Website key from Twikey to allow validating the exiturl.
nl_nl: Configureer uw "Website key" om de exiturl te kunnen valideren.

source: Pay via card
nl_nl: Betaal via kaart

source: Pay via Direct debit
nl_nl: Betalen met Automatisch Incasso

source: Template ID description
nl_nl: U kan uw Template ID vinden in settings / templates

source: To use the Twikey plugin it is required that woocommerce is active
nl_nl: Voor het gebruik van de Twikey plugin is het nodig dat woocommerce actief is

source: Twikey Configuration
nl_nl: Twikey configuratie

source: Twikey Payment Gateway
nl_nl: Twikey Betalingsportaal

source: Twikey sandbox description
nl_nl: Twikey sandbox kan u gebruiken om te testen. <a href='//www.beta.twikey.com'>Aanvragen</a>

source: Verify payment with Twikey
nl_nl: Betaling verifiÃ«ren met Twikey

source: Website key
nl_nl: Website sleutel

source: Payment received via Twikey on
nl_nl: Betaling ontvangen via Twikey op

source: Message from the bank:
nl_nl: [Twikey] Bericht van de bank:

source: Configure Twikey environment
nl_nl: Configureer uw Twikey omgeving met de volgende waarden:<ul class="ul-square"> <li><a href="//www.twikey.com/r/admin#/c/contracttemplate" target="twikey">Uw Twikey template</a>: gebruik <strong style="background-color:#ddd;">&nbsp;%s&nbsp;</strong> als exit url. Op die manier heeft de klant een bevestiging. </li> <li><a href="//www.twikey.com/r/admin#/c/settings/ei" target="twikey">Twikey API settings</a>: gebruik <strong style="background-color:#ddd;">&nbsp;%s&nbsp;</strong> als webhook om snel betaling updates te krijgen</li></ul>
